List chapters = [
  'باب المقدمة',
  'باب مخارج الحروف',
  'باب صفات الحروف',
  'باب التجويد',
  'باب في ذكر بعض التنبيهات',
  'باب الرّاءات',
  'باب اللّامات و أحكام متفرقة',
  'باب الحرفان الملتقيان',
  'باب الضاد و الظاء',
  'باب النون و الميم المشدّدّتين و أحاكم الميم الساكنة',
  'باب أحكام النون الساكنة و التنوين',
  'باب المد',
  'باب معرفة الوقف و الابتداء',
  'باب المقطوع و الموصول',
  'باب التاءات',
  'باب همزة الوصل',
  'باب الموقف على أواخر الحروف',
  'الخاتمة',
];

Map ui = {
  'bookmarks': 'المراجع',
  'chapters': 'الأبواب',
  'verses': 'الأبيات',
};
