Map chapters = {
  'ch1': 'باب المقدمة',
  'ch2': 'باب مخارج الحروف',
  'ch3': 'باب صفات الحروف',
  'ch4': 'باب التجويد',
  'ch5': 'باب في ذكر بعض التنبيهات',
  'ch6': 'باب الرّاءات',
  'ch7': 'باب اللّامات و أحكام متفرقة',
  'ch8': 'باب الحرفان الملتقيان',
  'ch9': 'باب الضاد و الظاء',
  'ch10': 'باب النون و الميم المشدّدّتين و أحاكم الميم الساكنة',
  'ch11': 'باب أحكام النون الساكنة و التنوين',
  'ch12': 'باب المد',
  'ch13': 'باب معرفة الوقف و الابتداء',
  'ch14': 'باب المقطوع و الموصول',
  'ch15': 'باب التاءات',
  'ch16': 'باب همزة الوصل',
  'ch17': 'باب الموقف على أواخر الحروف',
  'ch18': 'الخاتمة',
};

Map ui = {
  'bookmarks': 'المراجع',
  'chapters': 'الأبواب',
  'verses': 'الأبيات',
};
